Repository: lines-of-codes/QSMSharp
Catalog: QSM.Windows/Strings/*/ServerConfig.resw
Source language: en_us
Languages: th_th

# AllowFlight.Content
source: Allow Flight
th_th: อนุญาตการบิน

# AllowNether.Content
source: Allow Nether
th_th: อนุญาตเนเธอร์

# CustomJvmArguments.Text
source: Custom JVM Arguments
th_th: อาร์กิวเมนต์ JVM กำหนดเอง

# Debug.Content
source: Debug
th_th: ดีบัก

# DebugTab.Content
source: Logging and Debugging
th_th: การบันทึกและดีบัก

# Difficulty.Header
source: Difficulty:
th_th: ความยาก:

# EnableCommandBlocks.Content
source: Enable Command Blocks
th_th: เปิดใช้ Command Blocks

# EnableJmxMonitoring.Content
source: Enable JMX Monitoring
th_th: เปิดใช้งานการตรวจสอบ JMX

# EnableQuery.Content
source: Enable Query
th_th: เปิด Query

# EnableStatus.Content
source: Enable Status
th_th: เปิดสถานะ

# EnforceWhitelist.Content
source: Enforce Whitelist
th_th: บังคับใช้รายชื่อผู้เล่นที่อนุญาต

# EntityBroadcastRangePercentage.Header
source: Entity Broadcast Range Percentage:
th_th: ร้อยละระยะการประกาศเอนทิที:

# ForceGamemode.Content
source: Force Gamemode
th_th: บ้งคับเกมโหมด

# Gamemode.Header
source: Gamemode:
th_th: เกมโหมด:

# GameplayTab.Content
source: Gameplay Settings
th_th: เกมเพลย์

# GenerateStructures.Content
source: Generate Structures
th_th: สร้างสิ่งปลูกสร้าง

# GeneratorSettings.Header
source: Generator Settings:
th_th: ตั้งค่าเจเนอเรเตอร์:

# Hardcore.Content
source: Hardcore
th_th: ฮาร์ดคอร์

# InitialMemoryAllocation.Header
source: Initial Memory Allocation (GiB):
th_th: การจัดสรรหน่วยความจำเริ่มต้น (GiB):

# JavaExecutable.Text
source: Java Executable:
th_th: ไฟล์ Java:

# LevelName.Header
source: Level Name:
th_th: ชื่อโลก:

# LevelSeed.Header
source: Level Seed:
th_th: ซีดโลก:

# LevelType.Header
source: Level Type:
th_th: ประเภทโลก:

# MaximumMemoryAllocation.Header
source: Maximum Memory Allocation (GiB):
th_th: การจัดสรรหน่วยความจำสูงสุด (GiB):

# MaxPlayers.Header
source: Max Players:
th_th: ผู้เล่นสูงสุด:

# MaxTickTime.Header
source: Max Tick Time:
th_th: เวลาติกสูงสุด:

# MaxWorldSize.Header
source: Max World Size:
th_th: ขนาดโลกสูงสุด:

# MiscTab.Content
source: Miscellaneous
th_th: ทั่วไป

# MOTD.Header
source: MOTD:
th_th: ข้อความประจำวัน (MOTD):

# NetworkCompressionThreshold.Header
source: Network Compression Threshold:
th_th: เกณฑ์การบีบอัดเครือข่าย:

# NetworkTab.Content
source: Network Settings
th_th: เครือข่าย

# OnlineMode.Content
source: Online Mode
th_th: โหมดออนไลน์

# OpPermissionLevel.Header
source: OP Permission Level:
th_th: ระดับสิทธิ์ OP:

# PerformanceTab.Content
source: Server Performance
th_th: ประสิทธิภาพ

# PlayerIdleTimeout.Header
source: Player Idle Timeout (Minutes):
th_th: การหมดเวลาเมื่อผู้เล่นไม่ได้ขยับ (นาที):

# PlayerInteractTab.Content
source: Player Interaction
th_th: ปฏิสัมพันธ์ผู้เล่น

# PreventProxyConnections.Content
source: Prevent Proxy Connections
th_th: ป้องกันการเชื่อมต่อจากพรอกซี

# QueryPort.Header
source: Query Port:
th_th: พอร์ท Query:

# RateLimit.Header
source: Rate Limit:
th_th: จำกัดอัตราการใช้งาน:

# RequireResourcePack.Content
source: Require Resource Pack
th_th: บังคับใช้แพ็คทรัพยากร

# ResourcePack.Header
source: Resource Pack:
th_th: แพ็คทรัพยากร:

# ResourcePackSha1.Header
source: Resource Pack SHA1:
th_th: SHA1 แพ็คทรัพยากร:

# SecurityTab.Content
source: Security
th_th: ความปลอดภัย

# ServerIP.Header
source: Server IP:
th_th: IP เซิร์ฟเวอร์:

# ServerPort.Header
source: Server Port:
th_th: พอร์ทเซิร์ฟเวอร์:

# SimulationDistance.Header
source: Simulation Distance:
th_th: ระยะการจำลอง:

# SpawnProtection.Header
source: Spawn Protection:
th_th: การป้องกัน Spawn:

# UseNativeTransport.Content
source: Use Native Transport
th_th: ใช้การขนส่งแบบเนทีฟ

# ViewDistance.Header
source: View Distance:
th_th: ระยะการมอง:

# Whitelist.Content
source: Whitelist
th_th: รายชื่อผู้เล่นที่อนุญาต

# WorldGenTab.Content
source: World Generation
th_th: การสร้างโลก
